/*  Class = "NSButton"; gToolTip = "Encrypt all connection and window state data with a password."; ObjectID = "3";  */
"Encrypt all connection and window state data with a password." = "Cifra todos los datos de la conexión y el estado de la ventana con una contraseña.";

/*  Class = "NSButton"; gToolTip = "Remember selected table, view status, filter settings, etc."; ObjectID = "4";  */
"Remember selected table, view status, filter settings, etc." = "Recuerda la tabla seleccionada, el estado de la vista, las configuraciones de los filtros, etc.";

/*  Class = "NSButton"; gToolTip = "ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!"; ObjectID = "5";  */
"ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!" = "ATENCIÓN: ¡Si se habilita todas las contraseñas se guardarán en el archivo! ¡Es muy recomendable cifrar todos los datos!";

/*  Class = "NSButtonCell"; title = "Include passwords"; ObjectID = "6";  */
"Include passwords" = "Incluir contraseñas";

/*  Class = "NSButtonCell"; title = "Remember window state"; ObjectID = "7";  */
"Remember window state" = "Recordar estado de la ventana";

/*  Class = "NSButtonCell"; title = "Encrypt with password:"; ObjectID = "8";  */
"Encrypt with password:" = "Cifrar con contraseña:";

/*  Class = "NSButtonCell"; title = "Auto connect when opening"; ObjectID = "14";  */
"Auto connect when opening" = "Conectar automáticamente al abrir";

/*  Class = "NSButtonCell"; title = "Remember Query Editor content"; ObjectID = "16";  */
"Remember Query Editor content" = "Recordar contenido del editor de consultas";

/*  Class = "NSTextFieldCell"; title = "It is highly recommended to encrypt the entire data!"; ObjectID = "36";  */
"It is highly recommended to encrypt the entire data!" = "¡Es muy recomendable cifrar todos los datos!";

